Repository: JTi65/yuki-iptv-fin
Catalog: po/yuki-iptv-*.po
Languages: ru

source: yuki-iptv error
ru: Ошибка yuki-iptv

source: Error
ru: Ошибка

source: IPTV player
ru: IPTV плеер

source: Hardware acceleration enabled
ru: Аппаратное ускорение включено

source: Hardware acceleration disabled
ru: Аппаратное ускорение выключено

source: All channels
ru: Все каналы

source: Playlist caching off
ru: Кэширование плейлиста отключено

source: Loading playlist...
ru: Идёт загрузка плейлиста...

source: Processing error
ru: Ошибка обработки

source: Could not connect
ru: Невозможно подключиться

source: Failed to load playlist - unknown encoding! Please use playlists in UTF-8 encoding.
ru: Не удалось загрузить плейлист - неизвестная кодировка! Пожалуйста, используйте плейлисты в кодировке UTF-8.

source: Playlist loading error!
ru: Ошибка загрузки плейлиста!

source: Playling loading done!
ru: Загрузка плейлиста завершена!

source: Caching playlist...
ru: Кэширую плейлист...

source: Playlist cache saved!
ru: Кэш плейлиста сохранён!

source: Using cached playlist
ru: Использую кэшированный плейлист

source: Favourites
ru: Избранное

source: Settings
ru: Настройки

source: Shortcuts
ru: Горячие клавиши

source: Description
ru: Описание

source: Shortcut
ru: Сочетание клавиш

source: Are you sure?
ru: Вы уверены?

source: Double click to change
ru: Щёлкните дважды для изменения

source: Reset to defaults
ru: Сброс по умолчанию

source: Modify shortcut
ru: Изменить сочетание клавиш

source: Press the key combination you want to assign
ru: Нажмите клавиши, сочетание которых вы хотите использовать

source: Shortcut already used
ru: Сочетание клавиш уже использовано

source: Cancel
ru: Отменить

source: OK
ru: ОК

source: playlist
ru: список воспроизведения

source: &About yuki-iptv
ru: О&б yuki-iptv

source: License
ru: Лицензия

source: Channel sort
ru: Сортировка каналов

source: Video settings
ru: Настройки видео

source: Open in external player
ru: Открыть во внешнем плеере

source: TV guide
ru: Телепрограмма

source: No TV guide for channel
ru: Нет телепрограммы для канала

source: Show only channels in playlist
ru: Показывать только каналы из плейлиста

source: Recording scheduler
ru: Планировщик записи

source: Archive
ru: Архив

source: Playlists
ru: Плейлисты

source: Name should not be empty!
ru: Название не должно быть пустым!

source: URL not specified!
ru: Не указан URL!

source: Select m3u playlist
ru: Выберите m3u плейлист

source: Select EPG file (XMLTV or JTV EPG)
ru: Выберите файл телепрограммы (XMLTV / JTV EPG)

source: Name
ru: Название

source: M3U / XSPF playlist
ru: M3U / XSPF плейлист

source: TV guide address (XMLTV or JTV)
ru: Адрес телепрограммы (XMLTV / JTV)

source: Path to file or URL
ru: Путь к файлу или ссылка

source: Save
ru: Сохранить

source: TV guide offset
ru: Общая поправка

source: Default
ru: По умолчанию

source: Search
ru: Поиск

source: Open
ru: Открыть

source: Select
ru: Выбрать

source: Add
ru: Добавить

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Favourites+
ru: Избранное+

source: Channel
ru: Канал

source: Start record time
ru: Начало записи

source: End record time
ru: Окончание записи

source: Scheduler
ru: Планировщик

source: No planned recordings
ru: Нет запланированных записей

source: Waiting for record
ru: Ожидание записи

source: Recording
ru: Идёт запись

source: Status
ru: Статус

source: Planned recordings
ru: Запланированные записи

source: Active recordings
ru: Активные записи

source: Choose channel
ru: Выберите канал

source: Remove
ru: Удалить

source: Post-recording action
ru: Действие по окончанию записи

source: Nothing to do
ru: Ничего не делать

source: Press Stop
ru: Нажать на Стоп

source: Recording of two channels simultaneously is not available!
ru: Запись двух каналов одновременно недоступна!

source: Close
ru: Закрыть

source: Do not forget to set custom sort order in settings!
ru: Не забудьте указать пользовательскую сортировку в настройках!

source: Select folder for recordings and screenshots
ru: Выберите папку для записи и снимков экрана

source: Deinterlace
ru: Деинтерлейс

source: Group
ru: Группа

source: Hide
ru: Скрыть

source: Contrast
ru: Контрастность

source: Brightness
ru: Яркость

source: Hue
ru: Оттенок

source: Saturation
ru: Насыщенность

source: Gamma
ru: Гамма

source: Aspect ratio
ru: Соотношение сторон

source: Scale / Zoom
ru: Зум

source: Pan and scan
ru: Пансканирование

source: EPG name
ru: EPG название

source: Average Bitrate
ru: Средний битрейт

source: General
ru: Общие

source: kbps
ru: Кбит/с

source: Dimensions
ru: Размеры

source: Aspect
ru: Соотношение сторон кадра

source: Color
ru: Цвет

source: Pixel Format
ru: Формат пикселей

source: Bits Per Pixel
ru: Битов на пиксель

source: Codec
ru: Кодек

source: surround sound
ru: объёмный звук

source: Layout
ru: Компоновка

source: Channels
ru: Каналы

source: Sample Rate
ru: Частота дискретизации

source: Format
ru: Формат

source: Channel Count
ru: Количество каналов

source: Loading...
ru: Загрузка...

source: Save settings
ru: Сохранить настройки

source: Not selected
ru: не выбрано

source: Update playlist at launch
ru: Обновлять плейлист при запуске

source: Hardware acceleration
ru: Аппаратное ускорение

source: Cache
ru: Кэш

source: UDP proxy
ru: UDP прокси

source: Folder for recordings and screenshots
ru: Папка для записей и снимков экрана

source: For faster channel loading, set the cache for 1 or more seconds in the network settings
ru: Для более быстрой загрузки каналов установите в настройках сети кэш 1 или более секунд

source: %d second
ru: %d секунда

source: Or select provider
ru: Или выберите провайдера

source: Reset channel settings and sorting
ru: Сбросить настройки каналов и сортировку

source: as in playlist
ru: как в плейлисте

source: alphabetical order
ru: по алфавиту

source: reverse alphabetical order
ru: по алфавиту в обратном порядке

source: custom
ru: пользовательская

source: Update
ru: Обновить

source: mpv options
ru: mpv опции

source: list
ru: список

source: Do not update EPG at boot
ru: Не обновлять EPG при запуске

source: TV guide interface
ru: Вид телепрограммы

source: Open previous channel at startup
ru: Открывать предыдущий канал при запуске

source: Remember volume
ru: Запоминать громкость

source: Hide mpv panel
ru: Скрыть панель mpv

source: Hide EPG percentage
ru: Скрыть проценты телепрограммы

source: Hide bitrate / video info
ru: Скрыть информацию о битрейте / видео

source: Move window by dragging
ru: Перемещать окно мышью

source: Enable styles redefinition
ru: Включить переопределение стилей

source: Volume change step
ru: Шаг регулировки громкости

source: Channels on page
ru: Каналов на страницу

source: Classic
ru: Классический

source: Simple
ru: Упрощённый

source: Simple (no icons)
ru: Упрощённый (без логотипов)

source: WARNING: experimental function, working with problems
ru: ВНИМАНИЕ: экспериментальная функция, работает с проблемами

source: Incompatible with option Playlist in separate window
ru: Несовместимо с настройкой Плейлист в отдельном окне

source: The settings here may be unstable!
ru: Настройки тут могут быть нестабильны!

source: Playlist width in full screen mode
ru: Ширина плейлиста в полноэкранном режиме

source: Floating panels opacity
ru: Прозрачность плавающих панелей

source: Floating panel position
ru: Расположение плавающей панели

source: Right
ru: Справа

source: Left
ru: Слева

source: Playlist in separate window
ru: Плейлист в отдельном окне

source: Switch channels with the mouse wheel
ru: Переключать каналы колесом мыши

source: Automatic reconnection
ru: Автоматическое переподключение

source: by default: change volume
ru: по умолчанию: изменение громкости

source: Show playlist on mouse move
ru: Показывать плейлист при движении мыши

source: Show controls on mouse move
ru: Показывать панель управления при движении мыши

source: Hide playlist by left click
ru: Скрывать плейлист левым кликом

source: Channel logos
ru: Логотипы каналов

source: Prefer M3U
ru: Предпочитать M3U

source: Prefer EPG
ru: Предпочитать EPG

source: Do not load from EPG
ru: Не загружать из EPG

source: Do not load any logos
ru: Не загружать любые логотипы

source: Do not cache EPG
ru: Не кэшировать EPG

source: Do not create screenshots and recordings subfolders
ru: Не создавать подпапки для скриншотов и записей

source: Hide the current television program
ru: Скрыть текущую телепередачу

source: Enable catchup
ru: Включить архив каналов

source: Main
ru: Общие

source: Video
ru: Видео

source: Network
ru: Сеть

source: GUI
ru: Интерфейс

source: Actions
ru: Действия

source: Catchup
ru: Архив

source: Other
ru: Прочее

source: Debug
ru: Отладка

source: Username
ru: Логин

source: Password
ru: Пароль

source: URL
ru: URL адрес

source: About Qt
ru: О Qt

source: yuki-iptv version: {} codename: {} © 2021-2022 Astroncia © {} yuki-chan-nya https://github.com/yuki-chan-nya IPTV player Supports TV guide (EPG) only in XMLTV and JTV formats! Icons by Font Awesome ( https://fontawesome.com/ ) Icons licensed under the CC BY 4.0 License ( https://creativecommons.org/licenses/by/4.0/ )
ru: yuki-iptv версия: {} кодовое имя: {} © 2021-2022 Astroncia © {} yuki-chan-nya https://github.com/yuki-chan-nya IPTV плеер Поддерживается телепрограмма (EPG) только в форматах XMLTV и JTV! Значки от Font Awesome ( https://fontawesome.com/ ) Лицензия значков - CC BY 4.0 License ( https://creativecommons.org/licenses/by/4.0/ )

source: No channel selected
ru: Не выбран канал

source: Processing record...
ru: Обработка записи...

source: Nothing found
ru: Ничего не найдено

source: Pause
ru: Пауза

source: Play
ru: Воспроизвести

source: Volume
ru: Громкость

source: To exit fullscreen mode press
ru: Для выхода из полноэкранного режима нажмите клавишу

source: Volume off
ru: Громкость выкл.

source: of
ru: из

source: Search channel
ru: Поиск по каналам

source: Search movie
ru: Поиск по фильмам

source: Search series
ru: Поиск по сериалам

source: Delete from favourites
ru: Удалить из избранного

source: Hide TV guide
ru: Скрыть телепрограмму

source: Favourites+ (separate playlist)
ru: Избранное+ (отдельный плейлист)

source: Start recording
ru: Начать запись

source: EPG loading...
ru: Телепрограмма загружается...

source: Back
ru: Назад

source: TV channels
ru: ТВ-каналы

source: Movies
ru: Фильмы

source: Series
ru: Сериалы

source: Page
ru: Страница

source: Doing screenshot...
ru: Делаю снимок экрана...

source: Screenshot saved!
ru: снимок экрана сохранён!

source: Screenshot saving error!
ru: Ошибка создания снимка экрана!

source: channels
ru: каналов

source: Preparing record
ru: Подготовка записи

source: No channel selected for record
ru: Не выбран канал для записи

source: Custom MPV options invalid, ignoring them
ru: Неверные опции MPV игнорируются

source: Audio
ru: Звук

source: Stream Information
ru: Информация о потоке

source: Playing error
ru: Ошибка проигрывания

source: Using mode
ru: Используется режим

source: Stop
ru: Стоп

source: Fullscreen
ru: Полный экран

source: Open recordings folder
ru: Открыть папку записей

source: Record
ru: Запись

source: Screenshot
ru: снимок экрана

source: Previous channel
ru: Предыдущий канал

source: Next channel
ru: Следующий канал

source: m3u Editor
ru: Редактор плейлистов m3u

source: Help
ru: Помощь

source: Writing EPG cache
ru: Идёт запись кэша EPG

source: Updating TV guide...
ru: Обновление телепрограммы...

source: TV guide update error!
ru: Ошибка обновления телепрограммы!

source: bps
ru: бит/с

source: Mbps
ru: Мбит/с

source: Gbps
ru: Гбит/с

source: Tbps
ru: Тбит/с

source: TV guide update done!
ru: Обновление телепрограммы завершено!

source: -%d second
ru: -%d секунда

source: +%d second
ru: +%d секунда

source: -%d minute
ru: -%d минута

source: +%d minute
ru: +%d минута

source: V&olume -
ru: Г&ромкость -

source: Vo&lume +
ru: Гр&омкость +

source: &Normal speed
ru: &Нормальная скорость

source: Quit the program
ru: Выйти из программы

source: Exit fullscreen
ru: Выйти из полноэкранного режима

source: &Update TV guide
ru: &Обновить телепрограмму

source: Show/hide playlist
ru: Показать/скрыть плейлист

source: Show/hide controls panel
ru: Показать/скрыть панель управления

source: &Video settings
ru: &Настройки видео

source: &Fullscreen
ru: Полный &экран

source: &Mute audio
ru: &Приглушить звук

source: &Play / Pause
ru: &Воспроизвести / Пауза

source: &Stop
ru: &Стоп

source: &Next
ru: &Следующий

source: &Previous
ru: &Предыдущий

source: Show clock
ru: Показать часы

source: &m3u Editor
ru: &Редактор плейлистов m3u

source: &Playlists
ru: &Плейлисты

source: &Update current playlist
ru: &Обновить текущий плейлист

source: &Channel sort
ru: &Сортировка каналов

source: &Compact mode
ru: &Компактный режим

source: TV guide for all channels
ru: Телепрограмма для всех каналов

source: Window always on top
ru: Окно всегда наверху

source: Updating TV guide... (loading {}/{})
ru: Обновление телепрограммы... (загрузка {}/{})

source: Updating TV guide... (parsing {}/{})
ru: Обновление телепрограммы... (обработка {}/{})

source: loaded
ru: загружен

source: Save File
ru: Сохранить файл

source: Playlists (*.m3u)
ru: Плейлисты (*.m3u)

source: Playlist successfully saved!
ru: Плейлист успешно сохранён!

source: Load M3U
ru: Открыть плейлист M3U

source: Save as
ru: Сохранить как

source: File
ru: Файл

source: find
ru: найти

source: replace with
ru: заменить

source: replace all
ru: заменить всё

source: delete row
ru: удалить строку

source: add row
ru: добавить строку

source: filter group (press Enter)
ru: фильтр по группам (нажмите Enter)

source: insert search term and press enter use Selector → to choose column to search
ru: введите запрос поиска и нажмите enter используйте селектор → чтобы выбрать строку для поиска

source: Ready
ru: Готов

source: Save Confirmation
ru: Подтверждение сохранения

source: The document was changed.<br>Do you want to save the changes?
ru: Плейлист был изменён.<br>Вы хотите сохранить изменения?

source: Error applying filters
ru: Ошибка применения фильтров

source: &Exit
ru: &Выход

source: &Screenshot
ru: С&нимок экрана

source: &Postprocessing
ru: Включить &постобработку

source: &Deblock
ru: Смазывать границы &квадратов

source: De&ring
ru: Удалять к&раевые артефакты

source: Debanding (&gradfun)
ru: Убрать &ступенчатость (gradfun)

source: Add n&oise
ru: Добавить &шумы

source: Add &black borders
ru: Добавить &чёрные полосы

source: Soft&ware scaling
ru: Масштабировать про&граммно

source: &Autodetect phase
ru: &Автоопределять фазу

source: &Extrastereo
ru: &Расширенное стерео

source: &Karaoke
ru: &Караоке (подавление голоса)

source: &Headphone optimization
ru: &Оптимизация для наушников (earvax)

source: Volume &normalization
ru: &Нормализация громкости

source: &Settings
ru: &Настройки

source: empty
ru: пусто

source: &File
ru: &Файл

source: &Play
ru: &Воспроизведение

source: Speed
ru: Скорость

source: &Video
ru: В&идео

source: &Track
ru: &Дорожка

source: F&ilters
ru: Ф&ильтры

source: &Audio
ru: &Аудио

source: Vie&w
ru: Ви&д

source: &Options
ru: &Параметры

source: &Help
ru: Сп&равка

source: Updating TV guide... (unpacking {}/{})
ru: Обновление телепрограммы... (распаковка {}/{})
